Repository: 2aces/2A-CDN-Controller
Catalog: languages/aa-cdnc-*.po
Languages: pt_br

source: CDN77 Controller Options
pt_br: Op&ccedil;&otilde;es do Controlador CDN77

source: CDN77 Controller
pt_br: Controlador CDN77

source: You do not have sufficient permissions to access this page.
pt_br: Voc&ecirc; n&atilde;o tem permiss&atilde;o suficiente para acessar esta p&aacute;gina.

source: Settings Updated
pt_br: Configura&ccedil;&otilde;es atualizadas

source: Your CDN purge was initiated. It may take a few minutes to complete.
pt_br: A limpeza do seu CDN iniciou e pode levar alguns minutos para finalizar.

source: 2Ace's CDN Controller
pt_br: Controlador CDN da 2Aces

source: Just a simple plugin to purge the files on your CDN resource. Initially, it supports only CDN77 but more CDN providers will be supported soon. Stay tuned to <a href="http://www.2aces.com.br/wordpress/cnd-77-controler/">plugin home</a> on our blog.
pt_br: Um plugin simples para expurgar os arquivos na sua CDN. Inicialmente, suporta apenas a CDN77, mas novos servi&ccedil;os de CDN ser&atilde;o suportados em breve. Fique ligado na <a href="http://www.2aces.com.br/wordpress/cnd-77-controler/">p&aacute;gina do plugin</a> em nosso blog.

source: After the set up, hit the <em>Purge All</em> button when you REALLY need to flush all your CDN cache.
pt_br: Depois de configurar, aperte o bot&atilde;o <em>Limpar Tudo</em> sempre que REALMENTE precisar o cache de seu CDN.

source: <em>(e.g. when your change all your blog image sizes, theme or when you are using W3TC Generic Mirror feature with a CDN77 CDN)</em>
pt_br: <em>(por exemplo: sempre que você mudar os tamanhos de todas as imagens no seu blog, mudar seu tema ou quando usar a CDN77 como Generic Mirror no plugin W3TC</em>

source: CDN77 Controls
pt_br: Controles CDN77

source: Purge All
pt_br: Limpar Tudo

source: Your CDN Settings
pt_br: Configura&ccedil;&otilde;es de sua CDN

source: Insert you CDN resource settings in the fields below and hit the <em>Update Settings<em> button.
pt_br: Insira as configura&ccedil;&otilde;s de sua CDN nos campos abaixo e clique em <em>Atualizar Configura&ccedil;&otilde;es</em>

source: CDN77 Resource ID
pt_br: ID do recurso na CDN77

source: Your CDN77's Login
pt_br: Seu Login na CDN77's

source: Your CDN77's API Password
pt_br: Seu Password de API na CDN77

source: Update Settings
pt_br: Atualizar Configura&ccedil;&otilde;es

source: You can find your ID, login and API password information on CDN77's API Help Page
pt_br: Voc&ecirc; pode encontrar suas informa&ccedil;&otilde;es de ID, login e senha API na p&aacute;gina de ajuda API na CDN77.

source: In that page, you need to click on &quot;<em>List of CDN IDs</em>&quot; and on &quot;<em>Show API password</em>&quot;
pt_br: Nesta p&aacute;gina voc&ecirc; precisa clicar em &quot;<em>List of CDN IDs</em>&quot; e &quot;<em>Show API password</em>&quot;

source: Thanks and Important notes
pt_br: Agradecimentos e Notas Importantes

source: Thanks for using this plugin!
pt_br: Obrigado por usar este plugin!

source: We would like to make some important notes:
pt_br: Gostar&iacute;amos de fazer algumas notas importantes:

source: <strong>This is an experimental plugin</strong> and depends on third parties services. <strong>It&quot;s free to use, <em>as is</em></strong> and this means that you we do not provide specific support, although we try to do our best on Wordpress Community Support Forum, and <strong>we are not responsible for any damage to your site</strong>
pt_br: <strong>Este &eacute; um plugin experimental</strong> e depende de servi&ccedil;os de terceiros. <strong>&Eacute; livre para seu uso, <em>da forma que est&aacute;</em></strong> e isto significa que n&atilde;o damos suporte espec&iacute;fico, embora sempre tentamos nosso melhor nos F&oacute;rum de Suporte da Comunidade Wordpress, e <strong>n&atilde;o somos respons&aacute; por qualquer dano ao seu site</strong>

source: Yet, if it&quot;s being useful to you, considerate telling the world about it. Just publish a post, a tweet or status update pointing to
pt_br: Se ele foi &uacute;til para voc&ecirc;, pense em contar ao mundo sobre ele. Publique um post, um tweet ou no Facebook com um link para

source: By the way, 2Aces is a brazilian digital content and strategy company and we provide <em>Inbound Marketing</em> and <strong>optimization</strong> services. You can learn more about us on
pt_br: Ali&aacute;s, a 2Aces &eacute; um empresa brasileira de conte&uacute;do e estrat&eacute;gia digital e oferecemos servi&ccedil;os de <em>Inbound Marketing</em> e <strong>otimiza&ccedil;&atilde;o</strong>. Voc&ecirc; pode saber mais sobre n&oacute;s em
